export default {
    MATHS: [
        {
          ans: "அ. ஜெர்மனி, ஆஸ்திரிய - ஹங்கேரி, உதுமானியர்",
          opt1: "அ. ஜெர்மனி, ஆஸ்திரிய - ஹங்கேரி, உதுமானியர்",
          opt2: "ஆ. ஜெர்மனி, ஆஸ்திரிய - ஹங்கேரி, ரஷ்யா",
          opt3: "இ. ஸ்பெயின், போர்ச்சுகல், இத்தாலி",
          opt4: "ஈ. ஜெர்மனி, ஆஸ்திரீய - ஹங்கேரி, இத்தாலி",
          qn1: "முதல் உலகப்போரின் இறுதியில் நிலைகுலைந்து போன மூன்று பெரும் பேரரசுகள் யாவை?",
        },
        {
          ans: "இ. அடோவா",
          opt1: "அ. டெல்வில்லி",
          opt2: "ஆ. ஆரஞ்சு நாடு",
          opt3: "இ. அடோவா",
          opt4: "ஈ. அல்ஜியர்ஸ்",
          qn2: "எவ்விடத்தில் எத்தியோப்பியாவின் படை இத்தாலியின் படைகளைத் தோற்கடித்தது?",
        },
        {
          ans: "ஆ. ஐப்பான்",
          opt1: "அ. சீனா",
          opt2: "ஆ. ஜப்பான்",
          opt3: "இ. கொரியா",
          opt4: "ஈ. மங்கோலியா",
          qn3: "பத்தொன்பதாம் நூற்றாண்டு முடிவடையுந்தருவாயில் கிழக்கு ஆசியாவில் உதயமான வலிமைவாய்ந்த நாடு எது?",
        },
        {
          ans: "அ. லெனின்",
          opt1: "அ. லெனின்",
          opt2: "ஆ. மார்க்ஸ்",
          opt3: "இ. சன் யாட் சென்",
          opt4: "ஈ. மா சே துங்",
          qn4: "“ஏகாதிபத்தியம் முதலாளித்துவத்தின் உச்சக்கட்டம்” எனக் கூறியவர் யார்?",
        },
        {
          ans: "ஆ. பதுங்குக் குழிப்போர்முறை",
          opt1: "அ. ஆகாயப் போர்முறை",
          opt2: "ஆ. பதுங்குக் குழிப்போர்முறை",
          opt3: "இ. நீர்மூழ்கிக்கப்பல் போர்முறை",
          opt4: "ஈ. கடற்படைப் போர்முறை",
          qn5: "மார்ன் போர் எதற்காக நினைவு கூறப்படுகிறது?",
        },
        {
          ans: "ஈ. அமெரிக்க ஐக்கிய நாடுகள்",
          opt1: "அ. பிரிட்டன்",
          opt2: "ஆ. பிரான்ஸ்",
          opt3: "இ. ஜெர்மனி",
          opt4: "ஈ. அமெரிக்க ஐக்கிய நாடுகள்",
          qn6: "எந்த நாடு முதல் உலகப்போருக்குப் பின்னர் தனித்திருக்கும் கொள்கையைக் கைக்கொண்டது?",
        },
        {
          ans: "அ. பிரிட்டன்",
          opt1: "அ. பிரிட்டன்",
          opt2: "ஆ. பிரான்ஸ்",
          opt3: "இ. டச்சு",
          opt4: "ஈ. அமெரிக்க ஐக்கிய நாடுகள்",
          qn7: "சர்வதேச சங்கத்தின் முதல் பொதுச்செயலர் எந்த நாட்டைச் சேர்ந்தவர்?",
        },
        {
          ans: "ஆ. ரஷ்யா",
          opt1: "அ. ஜெர்மனி",
          opt2: "ஆ. ரஷ்யா",
          opt3: "இ. இத்தாலி",
          opt4: "ஈ. பிரான்ஸ்",
          qn8: "பின்லாந்தைத் தாக்கியதற்காக சர்வதேச சங்கத்திலிருந்து வெளியேற்றப்பட்ட நாடு எது?",
        },
        {
          ans: "அ. 1894",
          opt1: "அ. 1894",
          opt2: "ஆ. 1895",
          opt3: "இ. 1896",
          opt4: "ஈ. 1897",
          qn9: "____ ஆண்டில் ஜப்பான் சீனாவுடன் வலுக்கட்டாயமாகப் போரிட்டது.",
        },
        {
          ans: "ஆ. லண்டன்",
          opt1: "அ. இத்தாலி",
          opt2: "ஆ. லண்டன்",
          opt3: "இ. பிரான்ஸ்",
          opt4: "ஈ. ரஷ்யா",
          qn10: "1913ஆம் ஆண்டு மே மாதம் மையெழுத்திடப்பட்ட _______  உடன்படிக்கையின்படி அல்பேனியா எனும் புதியநாடு உருவாக்கப்பட்டது.",
        },
        {
          ans: "இ. 1902",
          opt1: "அ. 1903",
          opt2: "ஆ. 1904",
          opt3: "இ. 1902",
          opt4: "ஈ. 1901",
          qn11: "_____ ஆண்டில் ஜப்பான் இங்கிலாந்துடன் நட்பிணை ஒப்பந்தம் செய்து கொண்டது.",
        },
        {
          ans: "அ. மாசிடோனியா",
          opt1: "அ. மாசிடோனியா",
          opt2: "ஆ. ரஷ்யா",
          opt3: "இ. பிரான்ஸ்",
          opt4: "ஈ. இத்தாலி",
          qn12: "பால்கனில் _______ நாடு பல்வகை இனமக்களைக் கொண்டிருந்தது.",
        },
        {
          ans: "ஆ. ரஷ்யா",
          opt1: "அ. ஜெர்மனி",
          opt2: "ஆ. ரஷ்யா",
          opt3: "இ. இத்தாலி",
          opt4: "ஈ. அமெரிக்கா",
          qn13: "டானென்பர்க் போரில் _______ பேரிழப்புகளுக்கு உள்ளானது.",
        },
        {
          ans: "அ. கிளமென்சோ",
          opt1: "அ. கிளமென்சோ",
          opt2: "ஆ. ஜெர்மன் பேரரசர்",
          opt3: "இ. சிசில் ரோட்ஸ்",
          opt4: "ஈ. வில்சன்",
          qn14: "பாரிஸ் அமைதி மாநாட்டில் பிரதிநிதியாகப் பங்கேற்ற பிரான்ஸின் பிரதமர் _____ ஆவார்.",
        },
        {
          ans: "ஆ. கெரன்ஸ்கி",
          opt1: "அ. கிளமென்சோ",
          opt2: "ஆ. கெரன்ஸ்கி",
          opt3: "இ. வில்சன்",
          opt4: "ஈ. சிசில் ரோட்ஸ்",
          qn15: "லெனின் போல்ஷ்விக் அரசை நிறுவுவதற்கு முன்னர், தாராளவாதிகள், மிதவாதிகள், சோஷலிஸ்ட்கள் ஆகியோரின் புதிய கூட்டணிக்கு ________ பிரதமராக தலைமை ஏற்றார்.",
        },
        {
          ans: "இ. 1925",
          opt1: "அ. 1920",
          opt2: "ஆ. 1915",
          opt3: "இ. 1925",
          opt4: "ஈ. 1930",
          qn16: "__________ ஆண்டில் லொக்கர்னோ உடன்படிக்கை கையெழுத்திடப்பட்டது.",
        },
        {
          ans: "ஆ. அமெரிக்கா",
          opt1: "அ. பிரான்ஸ்",
          opt2: "ஆ. அமெரிக்கா",
          opt3: "இ. ஜப்பான்",
          opt4: "ஈ. துருக்கி",
          qn17: "1920ல் ________ தனித்திருக்கும் கொள்கையை பின்பற்றத் தொடங்கியது.",
        },
        {
          ans: "ஈ. சுவிட்சர்லாந்து",
          opt1: "அ. மாஸ்கோ",
          opt2: "ஆ. பாரிஸ்",
          opt3: "இ. லண்டன்",
          opt4: "ஈ. சுவிட்சர்லாந்து",
          qn18: "புரட்சி வெடித்த போது லெனின் ______ ல் இருந்தார்.",
        },
        {
          ans: "ஈ. சென்னை",
          opt1: "அ. பேர்ல்",
          opt2: "ஆ. ஜூட்லேண்டு",
          opt3: "இ. அல்சேஸ்",
          opt4: "ஈ. சென்னை",
          qn19: "எம்டன் _________ மீது குண்டுகளை வீசியது.",
        },
        {
          ans: "அ. ஜிங்கோயிசம்",
          opt1: "அ. ஜிங்கோயிசம்",
          opt2: "ஆ. சாவினிசம்",
          opt3: "இ. கல்குர்",
          opt4: "ஈ. நிகிலிசம்",
          qn20: "____ இங்கிலாந்தின் வன்முறை சார்ந்த தேசியம்.",
        },
      ],


    PHYSICS: [
        {
            "ans": "அ. செப்டம்பர் 2, 1945",
            "opt1": "அ. செப்டம்பர் 2, 1945",
            "opt2": "ஆ. அக்டோபர் 2, 1945",
            "opt3": "இ. ஆகஸ்டு 15, 1942",
            "opt4": "ஈ. அக்டோபர் 12, 1945",
            "qn1": "ஜப்பான் சரணடைவதாக எப்போது முறைப்படி கையெழுத்திட்டது?"
        },
        {
            "ans": "இ. உட்ரோ வில்சன்",
            "opt1": "அ. ரூஸ்வேல்ட்",
            "opt2": "ஆ. சேம்பெர்லின்",
            "opt3": "இ. உட்ரோ வில்சன்",
            "opt4": "ஈ. பால்டுவின்",
            "qn2": "சர்வதேச சங்கம் உருவாக்கப்படுவதில் முன்முயற்சி எடுத்தவர் யார்?"
        },
        {
            "ans": "ஆ. மிட்வே போர்",
            "opt1": "அ. க்வாடல்கெனால் போர்",
            "opt2": "ஆ. மிட்வே போர்",
            "opt3": "இ. லெனின்கிரோடு போர்",
            "opt4": "ஈ. எல் அலாமெய்ன் போர்",
            "qn3": "ஜப்பானியக் கப்பற்படை அமெரிக்க கப்பற்படையால் எங்கே தோற்கடிக்கப்பட்டது?"
        },
        {
            "ans": "இ. ஹிரோஷிமா",
            "opt1": "அ. கவாசாகி",
            "opt2": "ஆ. இன்னோசிமா",
            "opt3": "இ. ஹிரோஷிமா",
            "opt4": "ஈ. நாகாசாகி",
            "qn4": "அமெரிக்கா தனது முதல் அணுகுண்டை எங்கே வீசியது?"
        },
        {
            "ans": "ஈ. யூதர்கள்",
            "opt1": "அ. ரஷ்யர்கள்",
            "opt2": "ஆ. ஆராபியர்கள்",
            "opt3": "இ. துருக்கியர்கள்",
            "opt4": "ஈ. யூதர்கள்",
            "qn5": "ஹிட்லர் எவரை மிகவும் கொடுமைப்படுத்தினார்?"
        },
        {
            "ans": "அ. சேம்பர்லின்",
            "opt1": "அ. சேம்பர்லின்",
            "opt2": "ஆ. வின்ஸ்டன் சர்ச்சில்",
            "opt3": "இ. லாயிட் ஜார்ஜ்",
            "opt4": "ஈ. ஸ்டேன்லி பால்டுவின்",
            "qn6": "ஜெர்மனியோடு மியூனிச் உடன்படிக்கையில் கையெழுத்திட்ட இங்கிலாந்துப் பிரதமர் யார்?"
        },
        {
            "ans": "ஆ. ஜூன 26, 1945",
            "opt1": "அ. ஜூன் 26, 1942",
            "opt2": "ஆ. ஜூன 26, 1945",
            "opt3": "இ. ஜனவரி 1, 1942",
            "opt4": "ஈ. ஜனவரி 1, 1945",
            "qn7": "எப்போது ஜக்கிய நாடுகள் சபையின் பட்டய சாசனம் கையெழுத்தானது?"
        },
        {
            "ans": "ஈ. தி ஹேக்",
            "opt1": "அ. நியூயார்க்",
            "opt2": "ஆ. சிகாகோ",
            "opt3": "இ. லண்டன்",
            "opt4": "ஈ. தி ஹேக்",
            "qn8": "பன்னாட்டு நீதிமன்றத்தின் தலைமையகம் எங்கே அமைந்துள்ளது?"
        },
        {
            "ans": "அ. ரைன்லாந்து",
            "opt1": "அ. ரைன்லாந்து",
            "opt2": "ஆ. நாகாசாகி",
            "opt3": "இ. லண்டன்",
            "opt4": "ஈ. சிகாகோ",
            "qn9": "இராணுவ நீக்கம் செய்யப்பட்ட பகுதியான ______  ஐ ஹிட்லர் தாக்கினார்"
        },
        {
            "ans": "ஆ. அச்சு நாடுகள்",
            "opt1": "அ. நாடுகள்",
            "opt2": "ஆ. அச்சு நாடுகள்",
            "opt3": "இ. சிகாகோ",
            "opt4": "ஈ. லண்டன்",
            "qn10": "இத்தாலி, ஜெர்மனி, ஜப்பான் ஆகியவற்றிக்கிடையேயான ஒப்பந்தம் __________ என அழைக்கப்பட்டது."
        },
        {
            "ans": "இ) குடியரசுத் தலைவர் ரூஸ்வெல்ட்",
            "opt1": "அ. லாயிட் ஜார்ஜ்",
            "opt2": "ஆ. சேம்பர்லின்",
            "opt3": "இ. குடியரசுத் தலைவர் ரூஸ்வெல்ட்",
            "opt4": "ஈ. ராயல்",
            "qn11": "____ கடன் குத்தகைத் திட்டத்தைத் தொடக்கி வைத்தார்."
        },
        {
            "ans": "இ. சேம்பர்லின்",
            "opt1": "அ. லாயிட் ஜார்ஜ்",
            "opt2": "ஆ. வின்ஸ்sடன் சர்ச்சில்",
            "opt3": "இ. சேம்பர்லின்",
            "opt4": "ஈ. சேம்பர்லின்",
            "qn12": "1940இல் ராஜினாமா செய்த இங்கிலாந்து பிரதமர் ____________ ஆவார்."
        },
        {
            "ans": "அ. ராயல் ஏர்போர்ஸ் விமானப்படை",
            "opt1": "அ. ராயல் ஏர்போர்ஸ் விமானப்படை",
            "opt2": "ஆ. காவல் படை",
            "opt3": "இ. கப்பற் படை",
            "opt4": "ஈ. போர்ப்படை",
            "qn13": "“இவ்வளவு குறைவான நபர்களுக்கு, இவ்வளவு அதிகமானோர் இவ்வளவு அதிகமாக கடமைப்பட்டிருப்பது” என ____________ ன் வீரத்திற்கு சர்ச்சில் புகழாரம் சூட்டினார்."
        },
        {
            "ans": "இ. ரேடார்",
            "opt1": "அ. காந்த திசைக்காட்டி",
            "opt2": "ஆ. ஜிபிஎஸ் கருவி",
            "opt3": "இ. ரேடார்",
            "opt4": "ஈ. இவையெதும் இல்லை",
            "qn14": "_______  என்பது தொலைவிலிருந்தே எதிரிகளின் போர் விமானங்களைக் கண்டுபிடிப்பதற்கான ஒரு கருவி."
        },
        {
            "ans": "அ. 30",
            "opt1": "அ. 30",
            "opt2": "ஆ. 20",
            "opt3": "இ. 12",
            "opt4": "ஈ. 23",
            "qn15": "உலகளாவிய மனித உரிமைகள் பிரகடனம் மனித உரிமைகள் குறித்து ______ உறுப்புக்களைக் கொண்டிருந்தது."
        },
        {
            "ans": "இ. தொழிலாளர் கட்சி",
            "opt1": "அ. ஜனநாயக கட்சி",
            "opt2": "ஆ. குடியரசு கட்வி",
            "opt3": "இ. தொழிலாளர் கட்சி",
            "opt4": "ஈ. பொதுவுடமைக் கட்சி",
            "qn16": "இங்கிலாந்தில் இரண்டாம் உலகப்போருக்குப் பின்னர் வாக்களிப்பின் மூலம் அதிகாரத்தில் அமர்த்தப்பட்டவர் _______ ஆவார்."
        },
        {
            "ans": "அ. 20",
            "opt1": "அ. 20",
            "opt2": "ஆ. 21",
            "opt3": "இ. 24",
            "opt4": "ஈ. 50",
            "qn17": "முதல் உலகப்போரில் பலியானோரின் எண்ணிக்கை _________ மில்லியன் என மதிப்பிடப்பட்டுள்ளது."
        },
        {
            "ans": "அ. ஜெர்மன்",
            "opt1": "அ. ஜெர்மன்",
            "opt2": "ஆ. ரஷ்யன்",
            "opt3": "இ. பிரிட்டன்",
            "opt4": "ஈ. ஜப்பானிய",
            "qn18": "‘மின்னல் வேகதாக்குதல்’ என்பது ______ போர்த் தந்திரமாகும்."
        },
        {
            "ans": "ஈ. 1940",
            "opt1": "அ. 1936",
            "opt2": "ஆ. 1938",
            "opt3": "இ. 1939",
            "opt4": "ஈ. 1940",
            "qn19": "இங்கிலாந்தில் பிரதம மந்திரி சேம்பர்லின் _______ ல் பதவி விலகினார்."
        },
        {
            "ans": "இ. பர்மா",
            "opt1": "அ. சீனா",
            "opt2": "ஆ. நேபாளம்",
            "opt3": "இ. பர்மா",
            "opt4": "ஈ. ரங்கூன்",
            "qn20": "பல இந்தியர்கள் ________ லிருந்து கால்நடையாகவே இந்திய எல்லையை அடைந்தனர்."
        }
    ],

    CHEMISTRY: [
        {
            "ans": "ஆ. ஷியாங் கை-ஷேக்",
            "opt1": "அ. சன் யாட் சென்",
            "opt2": "ஆ. ஷியாங் கை-ஷேக்",
            "opt3": "இ. மைக்கேல் பொரோடின்",
            "opt4": "ஈ. சூ-யென்-லாய்",
            "qn1": "வம்போவா இராணுவக் கழகத்தின் முதல் இயக்குனர் யார்?"
        },
        {
            "ans": "ஆ. ட்ரூமென்",
            "opt1": "அ. உட்ரோ வில்சன்",
            "opt2": "ஆ. ட்ரூமென்",
            "opt3": "இ. தியோடர் ரூஸ்வேல்ட்",
            "opt4": "ஈ. பிராங்க்ளின் ரூஸ்வேல்ட்",
            "qn2": "எந்த அமெரிக்கக் குடியரசுத் தலைவர் பொதுவுடைமைக் கொள்கையைக் கட்டுக்குள் அடக்க ஒரு கொள்கை வரைவை முன்வைத்தார்?"
        },
        {
            "ans": "ஈ. செப்டம்பர் 1949",
            "opt1": "அ. செப்டம்பர் 1959",
            "opt2": "ஆ. செப்டம்பர் 1948",
            "opt3": "இ. செப்டம்பர் 1954",
            "opt4": "ஈ. செப்டம்பர் 1949",
            "qn3": "சீனாவில் மக்கள் அரசியல் கலந்தாய்வு மாநாடு எப்போது நடைபெற்றது?"
        },
        {
            "ans": "ஆ. நாட்டோ",
            "opt1": "அ. சியாட்டோ",
            "opt2": "ஆ. நாட்டோ",
            "opt3": "இ. சென்டோ",
            "opt4": "ஈ. வார்சா ஒப்பந்தம்",
            "qn4": "ஐக்கிய அமெரிக்க நாடும் அதன் ஜரோப்பிய நேச நாடுகளும் சேர்ந்து சோவியத் நாட்டின் ஆக்கிரமிப்கைத் தவிர்க்க ஏற்படுத்திய அமைப்பின் பெயர் ________ ஆகும்."
        },
        {
            "ans": "ஆ. யாசர் அராபத்",
            "opt1": "அ. ஹபீஸ் அல்-ஆஸாத்",
            "opt2": "ஆ. யாசர் அராபத்",
            "opt3": "இ. நாசர்",
            "opt4": "ஈ. சதாம் உசேன்",
            "qn5": "பாலஸ்தீன விடுதலை இயக்கத்தின் செயற்குழுவிற்கு 1969இல் தலைவராகப் பதவியேற்றவர் யார்?"
        },
        {
            "ans": "ஆ. 1976",
            "opt1": "அ. 1975",
            "opt2": "ஆ. 1976",
            "opt3": "இ. 1973",
            "opt4": "ஈ. 1974",
            "qn6": "வடக்கு மற்றும் தெற்கு வியட்நாம் எந்த ஆண்டு ஒன்று சேர்க்கப்பட்டது?"
        },
        {
            "ans": "அ. கெய்ரோ",
            "opt1": "அ. கெய்ரோ",
            "opt2": "ஆ. ஜோர்டான்",
            "opt3": "இ. லெபனான்",
            "opt4": "ஈ. சிரியா",
            "qn7": "அரேபியக் கூட்டமைப்பு எவ்விடத்தில் ஏற்படுத்தப்பட்டது?"
        },
        {
            "ans": "ஈ. 1991",
            "opt1": "அ. 1979",
            "opt2": "ஆ. 1989",
            "opt3": "இ. 1990",
            "opt4": "ஈ. 1991",
            "qn8": "எந்த ஆண்டு வார்சா ஒப்பந்தம் கலைக்கப்பட்டது?"
        },
        {
            "ans": "அ) டாக்டர் சன் யாட் சென்",
            "opt1": "அ. டாக்டர் சன் யாட் சென்",
            "opt2": "ஆ. மைக்கேல் பொரோடின்",
            "opt3": "இ. ஷியாங் கை-ஷேக்",
            "opt4": "ஈ. சூ-யென்-லாய",
            "qn9": "நவீன சீனாவின் தந்தை என்று அழைக்கப்படுபவர் ________ ஆவார்."
        },
        {
            "ans": "ஆ. பீகிங்",
            "opt1": "அ. ஸ்ட்ராஸ் பர்க்",
            "opt2": "ஆ. பீகிங்",
            "opt3": "இ. ரஷ்யா",
            "opt4": "ஈ. ஷயாங்",
            "qn10": "1918 ஆம் ஆண்டு _______  பல்கலைகழகத்தில் மார்க்ஸியக் கோட்பாட்டை அறியும் அமைவு நிறுவப்பட்டது."
        },
        {
            "ans": "இ. ஷியாங்கை ஷேக்",
            "opt1": "அ. டாக்டர் சன் யாட் சென்",
            "opt2": "ஆ. சிங்மென் ரீ",
            "opt3": "இ. ஷியாங்கை ஷேக்",
            "opt4": "ஈ. அன்வர் சாதத்",
            "qn11": "டாக்டர் சன் யாட் சென்னின் மறைவுக்குப்பின்னர் கோமிங்டாங் கட்சியின் தலைவராக இருந்தவர் _______ ஆவார்."
        },
        {
            "ans": "ஆ. பாக்தாத் ஒப்பந்தம் (சென்டோ)",
            "opt1": "அ. வார்சா ஒப்பந்தம்",
            "opt2": "ஆ. பாக்தாத் ஒப்பந்தம் (சென்டோ)",
            "opt3": "இ. மாஸ்டிரிக்ட் (நெதர்லாந்து)",
            "opt4": "ஈ. வெர்செய்ல்ஸ் ஒப்பந்தம்",
            "qn12": "அமைதியையும், பாதுகாப்பையும் விரும்பிய அரபுதேசங்களுக்கு திறந்தே இருந்த ஒப்பந்தம் ______  ஆகும்."
        },
        {
            "ans": "ஈ. வெர்செய்ல்ஸ்",
            "opt1": "அ. வார்சா ஒப்பந்தம்",
            "opt2": "ஆ. மாஸ்டிரிக்ட் (நெதர்லாந்து)",
            "opt3": "இ. பாக்தாத் ஒப்பந்தம் (சென்டோ)",
            "opt4": "ஈ. வெர்செய்ல்ஸ்",
            "qn13": "துருக்கி அரபுப்பேரரசை ஏற்படுத்தும் நோக்கைக் கொண்டிருந்த ஒப்பந்தம் _______  ஆகும்."
        },
        {
            "ans": "அ. 1955",
            "opt1": "அ. 1955",
            "opt2": "ஆ. 1956",
            "opt3": "இ. 1957",
            "opt4": "ஈ. 1958",
            "qn14": "ஜெர்மனி நாட்டோவில் _______ ஆண்டு இணைந்தது"
        },
        {
            "ans": "ஆ. ஸ்ட்ராஸ் பர்க்",
            "opt1": "அ. பிரஸேல்ஸ்",
            "opt2": "ஆ. ஸ்ட்ராஸ் பர்க்",
            "opt3": "இ. கிரீசு",
            "opt4": "ஈ. பெல்ஜியம்",
            "qn15": "ஐரோப்பியக்குழுவின் தலைமையகம் _______ நகரில் அமைந்துள்ளது."
        },
        {
            "ans": "அ. மாஸ்டிரிக்ட் (நெதர்லாந்து)",
            "opt1": "அ. மாஸ்டிரிக்ட் (நெதர்லாந்து)",
            "opt2": "ஆ. வார்சா ஒப்பந்தம்",
            "opt3": "இ. பாக்தாத் ஒப்பந்தம் (சென்டோ)",
            "opt4": "ஈ. வெர்செய்ல்ஸ்",
            "qn16": "ஜரோப்பிய இணைவை உறுதிசெய்ய 7 பிப்ரவரி 1992இல் கையெழுத்திடப்பட்ட ஒப்பந்தம் ______ ஆகும்."
        },
        {
            "ans": "ஈ. 4",
            "opt1": "அ. 8",
            "opt2": "ஆ. 6",
            "opt3": "இ. 10",
            "opt4": "ஈ. 4",
            "qn17": "சீனா ஒருமைப்பாட்டுடன் _______ ஆண்டுகள் விளங்கியது."
        },
        {
            "ans": "அ. அமெரிக்க",
            "opt1": "அ. அமெரிக்க",
            "opt2": "ஆ. இங்கிலாந்து",
            "opt3": "இ. ரஷ்ய",
            "opt4": "ஈ. ஜரோப்பிய ஒன்றியத்தின்",
            "qn18": "பெர்னார்டு பாரூக் ______ அதிபரின் ஆலோசகர்"
        },
        {
            "ans": "ஆ. 8",
            "opt1": "அ. 6",
            "opt2": "ஆ. 8",
            "opt3": "இ. 10",
            "opt4": "ஈ. 12",
            "qn19": "வார்சா ஒப்பந்தத்தில் பங்கேற்ற ஜரோப்பிய நாடுகள் ___________"
        },
        {
            "ans": "அ. வியட்நாம்",
            "opt1": "அ. வியட்நாம்",
            "opt2": "ஆ. ரஷ்யா",
            "opt3": "இ. ஜப்பன்",
            "opt4": "ஈ. சீனா",
            "qn20": "ஹோ சி மின் __________ நாட்டின் மாபெரும் தலைவர்."
        }
    ],

    COMPUTER_SCIENCE : [
        {
            "ans": "ஆ. 1829",
            "opt1": "அ. 1827",
            "opt2": "ஆ. 1829",
            "opt3": "இ. 1826",
            "opt4": "ஈ. 1827",
            "qn1": "எந்த ஆண்டில் உடன்கட்டை ஏறுதல் (சதி) ஒழிக்கப்பட்டது?"
        },
        {
            "ans": "அ. ஆரிய சமாஜம்",
            "opt1": "அ. ஆரிய சமாஜம்",
            "opt2": "ஆ. பிரம்ம சமாஜம்",
            "opt3": "இ. பிரார்த்தனை சமாஜம்",
            "opt4": "ஈ. ஆதி பிரம்ம சமாஜம்",
            "qn2": "தயானந்த சரஸ்வதியால் நிறுவப்பெற்ற சமாஜத்தின் பெயர் யாது?"
        },
        {
            "ans": "அ. ஈஸ்வர் சந்திர வித்யாசாகர்",
            "opt1": "அ. ஈஸ்வர் சந்திர வித்யாசாகர்",
            "opt2": "ஆ. ராஜா ராம்மோகன் ராய்",
            "opt3": "இ. அன்னிபெசன்ட்",
            "opt4": "ஈ. ஜோதிபா பூலே",
            "qn3": "யாருடைய பணியும் இயக்கமும், 1956ஆம் ஆண்டு விதவை மறுமண சீர்திருத்தச் சட்டம் இயற்றப்படுவதற்கு வழிகோலியது?"
        },
        {
            "ans": "அ. பார்சி இயக்கம்",
            "opt1": "அ. பார்சி இயக்கம்",
            "opt2": "ஆ. அலிகார் இயக்கம்",
            "opt3": "இ. ராமகிருஷ்ணாமிஷன்",
            "opt4": "ஈ. திராவிட மகாஜன சபை",
            "qn4": "‘ராஸ்ட் கோப்தார்’ யாருடைய முழக்கம்? தாரக மந்திரம்?"
        },
        {
            "ans": "ஆ. பாபா ராம்சிங்",
            "opt1": "அ. பாபா தயாள் தாஸ்",
            "opt2": "ஆ. பாபா ராம்சிங்",
            "opt3": "இ. குருநானக்",
            "opt4": "ஈ. ஜோதிபா பூலே",
            "qn5": "நாம்தாரி இயக்கத்தை உருவாக்கியவர் யார்?"
        },
        {
            "ans": "இ. ஆரிய சமாஜத்தில் பிளவை ஏற்படுத்தியவர்",
            "opt1": "அ. சுவாமி விவேகாநந்தரின் சீடர்",
            "opt2": "ஆ. இந்திய பிரம்ம சமாஜத்தில் பிளவை ஏற்படுத்தியவர்",
            "opt3": "இ. ஆரிய சமாஜத்தில் பிளவை ஏற்படுத்தியவர்",
            "opt4": "ஈ. சமத்துவ சமாஜத்தை நிறுவியவர்",
            "qn6": "சுவாமி சாரதானந்தா என்பவர் யார்?"
        },
        {
            "ans": "அ. ஆ.பு. ரானடே",
            "opt1": "அ. ஆ.பு. ரானடே",
            "opt2": "ஆ. தேவேந்திரநாத் தாகூர்",
            "opt3": "இ. ஜோதிபா பூலே",
            "opt4": "ஈ. அய்யன்காளி",
            "qn7": "விதவை மறுமணச் சங்கத்தை ஏற்படுத்தியவர் யார்?"
        },
        {
            "ans": "அ. தயானந்த சரஸ்வதி",
            "opt1": "அ. தயானந்த சரஸ்வதி",
            "opt2": "ஆ. வைகுண்டசாமி",
            "opt3": "இ. அன்னி பெசன்ட்",
            "opt4": "ஈ. சுவாமி சாரதாநந்தா",
            "qn8": "‘சத்யார்த்தபிரகாஷ்’ எனும் நூலின் ஆசிரியர் யார்?"
        },
        {
            "ans": "அ. வள்ளலார் (ராமலிங்க அடிகள்)",
            "opt1": "அ. வள்ளலார் (ராமலிங்க அடிகள்)",
            "opt2": "ஆ. சுவாமி சாரதானந்தா",
            "opt3": "இ. அயோத்தி தாசர்",
            "opt4": "ஈ. விவேகானந்தர்",
            "qn9": "__________ சமரச வேதசன்மார்க்க சங்கத்தை நிறுவினார்."
        },
        {
            "ans": "அ. ஆ.பு. ரானடே",
            "opt1": "அ. ஆ.பு. ரானடே",
            "opt2": "ஆ. தேவேந்திரநாத் தாகூர்",
            "opt3": "இ. ஜோதிபா பூலே",
            "opt4": "ஈ. அய்யன்காளி",
            "qn10": "புனே சர்வஜனிக் சபாவை நிறுவியவர் ___________"
        },
        {
            "ans": "அ. ஜோதிபா பூலே",
            "opt1": "அ. ஜோதிபா பூலே",
            "opt2": "ஆ. ஆ.பு. ரானடே",
            "opt3": "இ. அய்யன்காளி",
            "opt4": "ஈ. தேவேந்திரநாத் தாகூர்",
            "qn11": "சத்யசோதக் சமாஜத்தைத் தொடங்கியவர் _______  ஆவார்."
        },
        {
            "ans": "ஆ. ஜோதிபா பூலே",
            "opt1": "அ. தேவேந்திரநாத் தாகூர்",
            "opt2": "ஆ. ஜோதிபா பூலே",
            "opt3": "இ. அய்யன்காளி",
            "opt4": "ஈ. விவேகானந்தர்",
            "qn12": "குலாம்கிரி நூலை எழுதியவர் ______________"
        },
        {
            "ans": "ஆ. சுவாமி தயானந்த சரஸ்வதியின்",
            "opt1": "அ. சுவாமி விவேகானந்தரின் சீடர்",
            "opt2": "ஆ. சுவாமி தயானந்த சரஸ்வதியின்",
            "opt3": "இ. தேவேந்திரநாத் தாகூர்",
            "opt4": "ஈ. வள்ளலாரால்",
            "qn13": "சத்யார்த்த பிரகாஷ் எனும் நூல் ________ நேர்மறைக் கொள்கைகளைப் பட்டியலிடுகிறது."
        },
        {
            "ans": "அ. விவேகானந்தர்",
            "opt1": "அ. விவேகானநந்தர்",
            "opt2": "ஆ. சிங்சபா",
            "opt3": "இ. நாராயணகுரு",
            "opt4": "ஈ. அயோத்தி தாசர்",
            "qn14": "ராமகிருஷ்ணா மிஷன் ________  ஆல் நிறுவப்பட்டது."
        },
        {
            "ans": "இ. சிங்சபா",
            "opt1": "அ. அலிகார்",
            "opt2": "ஆ. திராவிட மகாஜன சபை",
            "opt3": "இ. சிங்சபா",
            "opt4": "ஈ. பார்வி",
            "qn15": "_______  அகாலி இயக்கத்தின் முன்னோடியாகும்."
        },
        {
            "ans": "ஆ. நாராயணகுரு",
            "opt1": "அ. அயோத்தி தாசர்",
            "opt2": "ஆ. நாராயணகுரு",
            "opt3": "இ. விவேகாநந்தர்",
            "opt4": "ஈ. சிங்சபா",
            "qn16": "______ கேரளாவின் சாதியக் கட்டுமானத்தில் வியத்தகு மாற்றங்களைக் கொண்டு வந்தது."
        },
        {
            "ans": "அ. நாராயணகுரு",
            "opt1": "அ. நாராயணகுரு",
            "opt2": "ஆ. அயோத்தி தாசர்",
            "opt3": "இ. சிங்சபா",
            "opt4": "ஈ. விவேகாநந்தர்",
            "qn17": "‘ஒரு பைசா தமிழன்’ பத்திரிகையைத் துவக்கியவர் _________ ஆவார்."
        },
        {
            "ans": "அ. தந்தையார்",
            "opt1": "அ. தந்தையார்",
            "opt2": "ஆ. சகோதரர்",
            "opt3": "இ. மாமா",
            "opt4": "ஈ. மகன்",
            "qn18": "தேவேந்திரநாத் தாகூர் ரவீந்திரநாத் தாகூரின் ______"
        },
        {
            "ans": "இ. அடிமைத்தனம்",
            "opt1": "அ. நம்பிக்கை",
            "opt2": "ஆ. நன்மைத்தனம்",
            "opt3": "இ. அடிமைத்தனம்",
            "opt4": "ஈ. மீட்பு",
            "qn19": "குலாம்கிரி என்றால் ______ என்பது பொருள்"
        },
        {
            "ans": "ஆ. சிக்காகோ",
            "opt1": "அ. நியூயார்க்",
            "opt2": "ஆ. சிக்காகோ",
            "opt3": "இ. லண்டன்",
            "opt4": "ஈ. பாரீஸ்",
            "qn20": "1893ல் உலக சமய மாநாடு ______________ ல் நடைபெற்றது."
        }
    ]
    
    
  };
  